IDEA Open Model
IDEAProgress.Report Method
Compatible with IDEA StatiCa 20.1
 Report
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public void Report(
	IDEAProgressReport data
)
Public Sub Report (
	data As IDEAProgressReport
)
Parameters
data
Type: IdeaRS.OpenModel.Message.IDEAProgressReport
Data for progress report of IOM
See Also
Reference
IDEAProgress Class
IdeaRS.OpenModel.Message Namespace